Repository: Megi076/TaxiRidesLocalization
Catalog: Resources/Pages.Index.cshtml.*.resx
Languages: mk

# Medallion
source: Medallion Number
mk: Број на лиценцата

# HashLicense
source: License Hash
mk: Хеш од лицето + лиценцата

source: Pickup Time
mk: Време на подигнување

source: Drop Off Time
mk: Време на симнување

# Duration
source: Duration (in seconds)
mk: Времетраење (во секунди)

# Distance
source: Distance (in miles)
mk: Растојание (во милји)

# PLongitude
source: Pickup Longitude
mk: Географска должина на појдовната точка

# PLatitude
source: Pickup Latitude
mk: Географска ширина на појдовната точка

# DLongitude
source: Drop Off Longitude
mk: Географска должина на дојдовната точка

# DLatitude
source: Drop Off Latitude
mk: Географска ширина на дојдовната точка

source: Payment Type
mk: Тип на плаќање

# FareAmount
source: Base Fare (in USD)
mk: Основна цена (во USD)

# Surcharge
source: Surcharge (in USD)
mk: Доплата (во USD)

# Tax
source: Tax (in USD)
mk: Данок (во USD)

# TipAmount
source: Tip (in USD)
mk: Бакшиш (во USD)

# TollsAmount
source: Tolls (in USD)
mk: Такси за патишта (во USD)

# TotalAmount
source: Total Amount (in USD)
mk: Вкупен износ (во USD)

source: Home
mk: Дома

source: Privacy
mk: Приватност

source: Toggle Navigation
mk: Тоглај навигација

source: Taxi Rides Localization
mk: Такси Возења Локализација
